name: "batch_size"
backend: "python"
max_batch_size: 512

input [
  {
    name: "input"
    data_type: TYPE_STRING
    dims: [ 1 ]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_STRING
    dims: [ 1 ]
  }
]

instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]

dynamic_batching {
    preferred_batch_size: [256, 512]
    max_queue_delay_microseconds: 1000000
}