name: "openvino_background"
backend: "openvino"
max_batch_size : 64

input [
  {
    name: "x"
    data_type: TYPE_FP32
    dims: [3, -1, -1]
  }
]
output [
  {
    name: "Result_7875"
    data_type: TYPE_FP32
    dims: [1000]
  }
]

instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]