name: "torchscript_background"
backend: "pytorch"
max_batch_size : 64

input [
  {
    name: "INPUT0"
    data_type: TYPE_FP32
    dims: [3, -1, -1]
  }
]
output [
  {
    name: "OUTPUT0"
    data_type: TYPE_FP32
    dims: [3, -1, -1]
  }
]

instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]